cask_args appdir: '/Applications'
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-drivers"

brew "awscli"
brew "gitui"
brew "kubectl"
brew "mas"
brew "minikube"
brew "neovim"
brew "nodebrew"
brew "tree"
brew "wget"
brew "wtfutil"
brew "zsh"

cask "1password"
cask "alfred"
cask "android-studio"
cask "autodesk-fusion360"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "docker-toolbox"
cask "elgato-stream-deck"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "hyper"
cask "istat-menus"
cask "kindle"
cask "notion"
cask "obs"
cask "postman"
cask "raspberry-pi-imager"
cask "react-native-debugger"
cask "responsively"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "tableplus"
cask "virtualbox"
cask "visual-studio-code"
cask "zsa-wally"

mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
