cask_args appdir: '/Applications'
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "kubectl"
brew "mas"
brew "minikube"
brew "nodebrew"
brew "tree"
brew "wget"
brew "zsh"

cask "1password"
cask "alfred"
cask "android-studio"
cask "clipy"
cask "discord"
cask "docker"
cask "docker-toolbox"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyper"
cask "notion"
cask "obs"
cask "raindropio"
cask "react-native-debugger"
cask "slack"
cask "spotify"
cask "tableplus"
cask "teensy"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"

mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
